<template>
  <div class="privacyNotice">
    <page-nav :title="'隐私政策'"></page-nav>
    <main>
      <h4>引言</h4>
      <p>
        威海威高进出口有限公司及其关联公司（以下统称“<span class="span-weight">威购商城</span>”或“<span
        class="span-weight">我们</span>”）深知个人信息对用户（以下简称“<span class="span-weight">您</span>”）的重要性， 因此非常重视和保护您的隐私和个人信息。
        我们希望通过《威购商城-隐私政策》(以下简称“<span
        class="span-weight">本政策</span>”)向您说明我们在您注册成为我们的用户/会员、使用我们的网站、应用程序或其他产品或服务（以下统称“<span
        class="span-weight">使用我们的产品或服务</span>”）时如何收集、存储、使用、共享、转让和披露您的个人信息，以及我们如何保护您的个人信息，和您如何管理您的个人信息。
        您在使用我们的产品或服务前，请务必仔细阅读并充分理解本政策。
        当您使用或在本政策更新后继续使用我们的产品或服务时，即视为您已经阅读、理解并同意本政策及其不时更新的版本，并同意我们按照本政策收集和使用您的个人信息。
        请您知悉，本政策仅适用于我们所收集的信息，不适用于通过我们的平台或服务接入的第三方收集的信息 。
      </p>
      <p><span class="span-weight">您在使用我们的产品或服务前，请务必仔细阅读并充分理解本政策。当您使用或在本政策更新后继续使用我们的产品或服务时，
    即视为您已经阅读、理解并同意本政策及其不时更新的版本，并同意我们按照本政策收集和使用您的个人信息。</span>请您知悉，本政策仅适用于我们所收集的信息，不适用于通过我们的平台或服务接入的第三方收集的信息。</p>
      <h5>本政策将帮助您了解以下内容:</h5>
      <ul>

        <li>一、我们如何收集和使用您的个人信息</li>
        <li>二、我们如何使用 Cookies</li>
        <li>三、我们如何共享、转让、公开披露您的个人信息</li>
        <li> 四、我们如何存储和保护您的个人信息</li>
        <li> 五、您的权利</li>
        <li> 六、未成年人的个人信息</li>
        <li> 七、本政策的更新</li>
        <li> 八、联络我们</li>
      </ul>

      <h5>一、 我们如何收集和使用您的个人信息</h5>
      <p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>


      <p>
        本政策中涉及的个人信息包括：个人基本信息（包括姓名、联系电话、联系地址、电子邮箱）；个人身份信息（包括身份证、护照、户口本、驾驶证）；个人工作信息（包括职业、职位、工作单位）；网络身份标识信息（包括威购商城平台账户、IP 地址及与前述有关的密码、口令）；个人上网记录（包括订单记录、浏览/缓存记录、收藏记录、软件使用记录、访问记录与频率）；个人财产信息（包括交易信息、流水记录、积分信息）；其他个人信息（包括个人位置信息、语音信息、图片、客服咨询记录）。
      </p>
      <p>1.我们如何收集您的个人信息</p>
      <p>我们在提供产品或服务时，可能会收集、存储和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册为我们的用户、成为我们的会员并享受我们提供的服务。收集的情形如下：
      </p>
      <p>（1）您提供的信息</p>
      <p>您在注册成为我们的用户/会员、下单购买产品时，我们需要收集您的个人信息。我们仅收集为向您提供产品或服务所必要的信息，如果您不提供必要的个人信息，将会影响您使用我们的产品或服务。
      </p>
      <p>（2）我们在您使用产品或服务过程中收集的您的信息</p>
      <p>
        您在使用我们的产品或服务时，系统可能通过Cookies自动采集相关信息，例如您的网页浏览器信息、缓存记录等；以及您在使用我们服务时，我们可能通过设备定位功能收集到有关您的位置信息。您可以通过关闭定位功能，停止对您地理位置信息的收集。</p>
      <p>2.我们如何使用您的个人信息</p>
      <p>在符合相关法律法规规定的前提下，我们将出于以下目的，使用您的个人信息：</p>
      <p>（1）  实现交易和服务功能</p>
      <ul class="small">
        <li>为您提供特定的交易和服务功能、为您提供相关的客服服务以及其他与交易和服务相关的辅助服务，例如用于交易确认、产品交付及售后服务；</li>
        <li>对您进行回访，邀请您参与有关我们产品或服务的调查；</li>
        <li>向您发送与我们与您的关系或产品/服务相关的重要信息、条款、条件、政策和/或其他行政信息的变更。</li>
      </ul>

      <p>（2）  实现商业目的</p>
      <ul class="small">
        <li>用于数据分析，以增强、改善或改进我们的网站或产品和服务以及帮助我们开发新产品和服务；</li>
        <li>用于广告投放，比如向您展示您可能感兴趣的产品或服务信息；</li>
        <li>用于欺诈和安全的监控，例如探测和阻止网络攻击或窃取他人信息；</li>
        <li>发送促销信息以及确认促销活动的有效性，以便我们能够根据用户的需求和兴趣调整我们的活动。</li>
      </ul>
      <p>（3）  为您提供个性化服务</p>
      <ul class="small">
        <li>为更好地回应您的个性化需求，我们将通过数据分析向您传递我们认为您可能感兴趣的产品或服务。</li>
        <li>如果您不希望接受个性化内容的影响，您可以在选择按照产品分类或按照品牌浏览和查找产品或服务；我们在搜索结果亦向您提供了按照销量、价格等不针对个人特征的排序选项。</li>

      </ul>

      <p>（4）  您可选择提供个人信息的情形</p>
      <ul class="small">
        <li>为使您的购物更便捷，部分扩展功能会收集和使用您的个人信息，如果您不提供这些个人信息，可能无法使用部分扩展功能。</li>
        <li>经过您的事先同意，我们会收集您的位置信息来判断您所处的地点，从而为您推荐所在区域可以购买的产品或服务。</li>
        <li>您可以使用麦克风来进行语音搜索、语音咨询等扩展功能，我们会收集您的录音内容以识别您的购物需求和相关的服务需求。</li>
        <li>您可以向威购商城传输图片、视频等进行产品咨询并获得相关的配套服务，我们会使用您提交的图片、视频内容对产品或/及服务的内容、效果、反馈等进行识别。</li>
      </ul>

      <h5>
        请您理解并同意，我们会在不透露您的个人信息的前提下，对用户数据库进行分析并将用户数据库进行商业化利用。您所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品或服务期间持续授权我们使用。</h5>
      <p>如我们将您的个人信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的个人信息用于其他目的时，我们将会事先征求您的同意。</p>
      <h5>一、例外情形</h5>

      <p>请您充分知晓，在以下情形中，我们收集、使用您的个人信息无需征得您的同意：</p>

      <ul class="small">
        <li>与国家安全、国防安全有关的；</li>
        <li>与公共安全、公共卫生、重大公共利益有关的；</li>
        <li>与犯罪侦查、起诉、审判和判决执行等有关的；</li>
        <li>出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
        <li>所收集的个人信息是个人信息主体自行向社会公众公开的；</li>
        <li>从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</li>
        <li>根据您的要求签订和履行合同所必需的；</li>
        <li>用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</li>
        <li>为合法的新闻报道所必需的；</li>
        <li>学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</li>
        <li>法律法规规定的其他情形。</li>
      </ul>
      <h5>二、   我们如何使用Cookies</h5>
      <p>为使您获得更好的访问体验，我们会在您的计算机或移动设备上存储名为Cookies的小数据文件。Cookies通常包含标识符、站点名称以及一些号码和字符。借助于Cookies，我们能够收集您的偏好以及购物车内的商品等数据。
        我们不会将Cookies用于本政策所述目的之外的任何用途。您可以按照浏览器设置中有关Cookies说明启用或禁止Cookies功能。但是，如您设置为禁用Cookies，则网站的某些功能将可能无法正常使用。</p>
      <h5>三、   我们如何共享、转让、公开披露您的个人信息</h5>
      <h5>1.共享</h5>
      <p>除下列情形外，我们不会与任何公司、组织和个人共享您的个人信息：</p>
      <p class="p-small">（1）事先获得您明确的同意或授权，或您要求我们通过电子邮件或其他方式与第三方共享您的个人信息；</p>
      <p class="p-small">（2）根据适用的法律法规规定，或按照政府主管部门的强制性要求进行提供；</p>
      <p class="p-small"><span class="span-weight">（3）与我们的关联公司共享：我们可能会与我们的关联公司共享您的个人信息。但是我们只会共享必要的个人信息，且受本政策中所声明目的的约束。关联公司也将依据本政策采取同等的安全保障措施来保障您的个人信息安全</span>
      </p>
      <p class="p-small"><span class="span-weight">（4）与业务合作伙伴共享：为了确保业务顺利开展以及更好地为您服务，我们可能会向业务合作伙伴（例如配送服务商、直接参与产品设计、生产、检验或售后服务的厂商、直接参与交易或提供相关服务的供应商、<span
        class="red">第三方支付机构</span>等）共享相关信息。我们仅出于合法、正当、必要、特定、明确的目的共享您的个人信息，且只会共享为提供产品或服务所必须的个人信息。我们的业务合作伙伴无权将您的相关个人信息用于任何其他用途。</span>
      </p>

      <h5>2.转让</h5>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>

      <p class="p-small">（1）事先获得您的明确授权或同意，或您要求我们通过电子邮件或其他方式将您的个人信息转让给第三方；</p>
      <p class="p-small">（2）根据适用的法律法规规定，或按照政府主管部门的强制性要求进行提供；</p>
      <p class="p-small">
        （3）在涉及资产转让、收购、合并、重组或破产清算时，如涉及到个人信息转让，我们会向您告知有关情况，并要求新的持有您个人信息的公司、组织继续受本政策的约束。如变更个人信息使用目的，我们将要求该公司、组织重新取得您的授权同意。</p>

      <h5>3.公开披露</h5>
      <p>我们仅会在以下情况下，公开披露您的个人信息：</p>

      <p class="p-small">（1）事先获得您的明确同意；</p>
      <p class="p-small">（2）根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息；</p>
      <p class="p-small">（3）在紧急情况下出于维护您的生命、财产等重大合法权益或出于维护公共安全、重大公共利益直接相关的情形。</p>


      <h5>四、我们如何存储和保护您的个人信息</h5>
      <p>威购商城非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：</p>

      <p class="p-small"> 1.我们采取各种合理可行的安全措施和技术手段，并建立合理的制度规范存储和保护您的个人信息，以防止其遭到未经授权的访问、披露、篡改、丢失或毁坏。</p>
      <p class="p-small"> 2.我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。</p>
      <p class="p-small"> 3.互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时采用复杂密码，并注意保护您的个人信息安全。</p>
      <p class="p-small">
        4.互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，造成您的合法权益受损，我们将承担相应的法律责任。</p>
      <p class="p-small">
        5.在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以应用程序推送、电子邮件、短信、电话等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      <p class="p-small"> 6.我们收集的您的个人信息将存储于中华人民共和国境内。未经您的事先同意，我们不会将您的个人信息存储在境外或向境外提供。</p>

      <h5>五、您的权利</h5>
      <p>威购商城非常重视您对个人信息的关注，我们按照相关法律法规规定及通行做法，保障您对自己的个人信息行使以下权利：</p>

      <h5>1.访问您的个人信息</h5>
      <p>除法律法规规定的例外情况，您可以随时访问您的个人信息，以应用程序为例：</p>
      <p class="p-small">
        （1）账户信息：您可以通过登录您在我们应用程序（“威购商城”）注册的账户，访问您的威购商城帐户中的个人资料信息，包括绑定手机号码和姓名。具体操作路径为：首页---进入工作台---我的企业简历</p>
      <p class="p-small">（2）订单信息：您可以通过相关页面查询您的订单情况（包括待付款/待收货/已完成），具体操作路径为：首页---进入工作台---威购商城管理---我的订单。</p>
      <p class="p-small">（3）询价单信息：您可以通过相关页面查询您的询价单情况（包括已报价/待报价），具体操作路径为：首页---进入工作台---寻源报价---我的报名/报价。</p>
      <p class="p-small">
        （4）您还可以通过登录您在我们应用程序注册的账户，访问您的清单、您的积分、历史购买记录、进行发票管理以及新增/修改收货地址。具体操作路径为：首页---进入工作台---威购商城管理---结算中心设置。</p>


      <h5>2.更正或修改您的个人信息</h5>
      <p>当您发现我们处理的关于您的个人信息有错误，或者您注册时提交的个人信息发生变动时，您有权对上述个人信息进行更正或修改。具体操作路径为：首页——进入工作台——我的企业简历——简历编辑。</p>
      <h5>3.针对我们出于营销目的使用个人信息作出选择</h5>
      <p>
        我们可能向您发送与产品、优惠活动等相关的邮件、信息，这些信息所涉及的内容包括且不限于以文字、图片、照片、音视频形式等等表现的各类宣传信息、促销信息、商业信息，该类信息的提供方式包括且不限于电子邮件、短信息等等。如您不希望接收来自本网站的邮件，则可通过回复邮件的方式按照提示自助完成退阅；若您不希望接收来自本网站的短信，则可通过回复“退订”完成退阅；您也可以通过联系威购商城客服完成退邮件与短信的退阅。</p>
      <h5>4.注销您的个人账户</h5>
      <p>您可以通过联系威购商城客服申请账户注销。在您注销账户之后，我们将停止为您提供产品或服务。您曾通过该账户使用的我们的产品与服务下的所有内容、信息、数据、记录将会被删除或匿名化处理。</p>


      <h5>5.删除您的个人信息</h5>
      <p>在以下情形中，您可以要求我们删除您的个人信息：</p>
      <p class="p-small">（1）  我们处理个人信息的行为违反法律法规规定；</p>
      <p class="p-small">（2）  我们未经您的同意，收集、使用您的个人信息；</p>
      <p class="p-small">（3）  我们处理个人信息的行为超出了您的授权范围；</p>
      <p class="p-small">（4）  您不再使用我们的产品或服务，或您注销了账号；</p>
      <p class="p-small">（5）  我们不再为您提供产品或服务。</p>
      <p> 请您知悉，如我们响应您的删除请求，我们可能不会从立即备份系统中删除或匿名化处理相应的信息，但会在备份更新时删除或匿名化处理这些信息。</p>


      <h5>6.响应您的请求</h5>
      <p>如果您无法通过上述方式实现以上权利，您可以依据本政策“八、联系方式”中列明的方式与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们会及时答复您的请求。</p>
      <p>
        对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。</p>
      <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
      <ul class="small">
        <li>与国家安全、国防安全有关的；</li>
        <li>与公共安全、公共卫生、重大公共利益有关的；</li>
        <li>与犯罪侦查、起诉和审判等有关的；</li>
        <li>有充分证据表明您存在主观恶意或滥用权利的；</li>
        <li>响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</li>
      </ul>


      <h5>六、   未成年人的个人信息</h5>
      <p>我们的产品和服务主要面向成人，且不会主动向未成年人收集个人信息。如果您是18周岁以下的未成年人，在使用我们的产品或服务前，应事先取得您家长或法定监护人的同意。</p>
      <h5>七、   本政策的更新</h5>
      <p>
        随着法律法规的更新，以及威购商城的业务发展，我们可能适时更新本政策。但未经您明确同意，我们不会削减您依据本政策所享有的权利。我们会在网站、移动端等发布修订后的版本，并以适当的方式提醒您相关内容的变更。如该等更新造成您在本政策下权利的实质减少或重大变化，我们将通过设置弹窗提醒等方式再次取得您的同意。</p>
      <p>在本政策更新后，如您继续使用我们的网站、应用或服务，即表示您同意接受更新后的本政策约束。如无特殊说明，本政策以及本政策的更新版本自发布之日起生效。</p>
      <h5></h5>
      <p>如果您对本政策有任何疑问、意见或建议，可以通过以下方式联络我们。一般情况下，对于您的咨询、请求或投诉，我们会在十五（15）个工作日内向您作出回复。</p>
      <p>联系电话：0631-5717957</p>
      <p>电子邮件：service@weigaogroup.com</p>
    </main>
  </div>
</template>

<script>
  import pageNav from '../../components/pageNav'

  export default {
    name: "privacyNotice",
    components: {
      pageNav
    },
    data() {
      return {}
    },
  }
</script>

<style scoped lang="scss">

  .privacyNotice {
    background-color: #f5f5f5;
    text-align: left;
    main {
      padding: 0 20px 30px;
      background-color: #f5f5f5;
    }

    h4 {
      margin: 16px 0;
    }

    p, h5 {
      text-indent: 2em;
    }

    p, div, ul, li, h5 {
      margin: 10px 0;
      line-height: 23px;
      font-size: 16px;
    }

    .p-small, .small li {
      font-size: 14px;
      color: #666666;
    }

    .span-weight {
      font-weight: 600;
      color: black;
    }

    .red {
      color: red;
    }
  }


</style>
